/* 已登录(已登录状态) */
"SETTING_VIEW_CONTROLLER_ACCOUNT_LOGIN_ALREADY" = "Logged in";

/* 未登录(未登录状态) */
"SETTING_VIEW_CONTROLLER_ACCOUNT_LOGIN_YET" = "No accout";

/* 账号 */
"SETTING_VIEW_CONTROLLER_ACCOUNT_STR" = "Accout";

/* 备份笔记(actionsheet,备份) */
"SETTING_VIEW_CONTROLLER_ACTIONSHEET_BACKUP" = "Backup Notes";

/* 取消(actionsheet,取消) */
"SETTING_VIEW_CONTROLLER_ACTIONSHEET_CANCEL" = "Cancel";

/* 注销(actionsheet,注销) */
"SETTING_VIEW_CONTROLLER_ACTIONSHEET_LOGOUT" = "Logout";

/* 选择您要进行的操作(actionsheet中的提示文字) */
"SETTING_VIEW_CONTROLLER_ACTIONSHEET_MSG" = "Your operation please";

/* 去登录(弹框，登录) */
"SETTING_VIEW_CONTROLLER_ALERT_LOGON" = "Sign in";

/* 还未登录，要是忘记手势密码怎么办？(弹框，提示信息) */
"SETTING_VIEW_CONTROLLER_ALERT_MSG" = "Not logged in yet, what if you forget guesture?";

/* 提示(弹框，标题) */
"SETTING_VIEW_CONTROLLER_ALERT_TITLE" = "Prompt";

/* 打死都不会忘记的(弹框，不会忘记手势) */
"SETTING_VIEW_CONTROLLER_ALERT_WONT_FORGET" = "I WON'T forget it";

/* 成功备份了%d条数据(成功备份笔记条数) */
"SETTING_VIEW_CONTROLLER_BACKUP_COUNT" = "Succeed in backing up %d notes";

/* 正在备份 */
"SETTING_VIEW_CONTROLLER_BACKUP_ING" = "Backing up";

/* 先备份再退出(用于提示还未备份笔记弹框) */
"SETTING_VIEW_CONTROLLER_LOGOUT_ALERT_BACKUP_LOGOUT" = "Backup first";

/* 直接退出(用于提示还未备份笔记弹框) */
"SETTING_VIEW_CONTROLLER_LOGOUT_ALERT_LOGOUT_DIRECTLY" = "Logout directly";

/* 您还有笔记未备份，是否先备份后退出(用于提示还未备份笔记弹框) */
"SETTING_VIEW_CONTROLLER_LOGOUT_ALERT_MSG" = "There are Notes haven't been backed up, will you backup first?";

/* 注销(用于提示还未备份笔记弹框) */
"SETTING_VIEW_CONTROLLER_LOGOUT_ALERT_TITLE" = "Logout";

/* 退出失败 */
"SETTING_VIEW_CONTROLLER_LOGOUT_FAILED" = "Fail to logout";

/* 退出成功 */
"SETTING_VIEW_CONTROLLER_LOGOUT_SUCCESS" = "Success to logout";

/* 保留(退出弹框，保留密码) */
"SETTING_VIEW_CONTROLLER_LOGOUT_SUCCESS_ALERT_KEEP" = "Keep it";

/* 退出成功，是否保留手势密码(退出弹框，提示信息) */
"SETTING_VIEW_CONTROLLER_LOGOUT_SUCCESS_ALERT_MSG" = "Success to logout, will you keep the guesture?";

/* 不用了(退出弹框，不保留密码) */
"SETTING_VIEW_CONTROLLER_LOGOUT_SUCCESS_ALERT_THROWAWAY" = "Throw it away";

/* 退出(退出弹框，标题) */
"SETTING_VIEW_CONTROLLER_LOGOUT_SUCCESS_ALERT_TITLE" = "Logout";

/* 关闭(导航栏上的关闭按钮) */
"SETTING_VIEW_CONTROLLER_NAV_CLOSE" = "Close";

/* 设置(导航栏上的标题) */
"SETTING_VIEW_CONTROLLER_NAV_TITLE" = "Settings";

/* 未开启(手势未开启) */
"SETTING_VIEW_CONTROLLER_PSD_OFF" = "Off";

/* 已开启(手势已开启) */
"SETTING_VIEW_CONTROLLER_PSD_ON" = "On";

/* 手势密码 */
"SETTING_VIEW_CONTROLLER_PSD_STR" = "Guesture password";

